---
kind: other
id: Properties.T:Autodesk.Revit.DB.AnnotationSymbolType
source: html/11c988eb-0be8-baf0-4438-e4d93d11570b.htm
---
# AnnotationSymbolType Properties

The id of the assembly instance to which the element belongs.